[
  "obsidian-git",
  "table-editor-obsidian",
  "calendar",
  "obsidian-icon-folder",
  "omnisearch",
  "editing-toolbar",
  "recent-files-obsidian",
  "obsidian-linter",
  "dataview",
  "git-file-explorer"
]